Repository: InQuant/djangocms-plus-forms
Catalog: plusforms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Description
de: Beschreibung

source: Form identifier
de: Formular-ID

source: Error! Please first filter objects by "Name"
de: Fehler! Bitte filtern Sie die Zeilen zunächst nach dem Feld "Name"

source: Export rows to CSV (filtered by Name)
de: Gefilterte Zeilen exportieren

source: Success text
de: Text bei Erfolg

source: Submit button text
de: Einreichen-Schaltflächen Text

source: Submit
de: Einreichen

source: Form
de: Formular

source: Identifier
de: ID

source: This will be the id and name attribute of this input. Needs to be unique inside a form!
de: Dies ist das id und name Attribut dieser Eingabe. Dies muss in einem Formular einzigartig sein!

source: Required
de: Erforderlich

source: Help text
de: Hilfe Text

source: Placeholder
de: Platzhalter

source: Choices (static)
de: Auswahl (statisch)

source: Choose a Model Class
de: Model-Klasse auswählen

source: Choices (dynamic)
de: Auswahl (dynamisch)

source: kwargs for filter(). e.g. {"name": "test"}
de: kwargs für die filter() Funktion z. B. {"name": "test"}

source: Allow empty value
de: Leere Auswahl erlauben

source: Allow user to choice empty values
de: Dem Nutzer die Auswahl eines leeren Wertes erlauben

source: Field
de: Feld

source: TextField Options
de: Dateifeld Optionen

source: FileInput Options
de: Dateifeld Optionen

source: ImageInput Options
de: Bildfeld Optionen

source: Select Options
de: Auswahlfeld Optionen

source: Text field
de: Textfeld

source: Max. length: %s
de: Max. Länge: %s

source: Textarea field
de: Textbereichfeld

source: Password field
de: Passwortfeld

source: Email field
de: Emailfeld

source: Checkbox field
de: Checkboxfeld

source: Image pixel resolution must be %(px_width)s x %(px_height)s. Uploaded image resolution is %(width)s x %(height)s.
de: Bildpixel Auflösung muss %(min_px_width)s x %(min_px_height)s betragen. Hochgeladenes Bild hat die Auflösung %(width)s x %(height)s.

source: Minimum image pixel resolution must be %(min_px_width)s x %(min_px_height)s. Uploaded image resolution is %(width)s x %(height)s.
de: Minimum Bildpixel Auflösung muss %(min_px_width)s x %(min_px_height)s betragen. Hochgeladenes Bild hat die Auflösung %(width)s x %(height)s.

source: File size of '%(size)sMB' is not allowed. Maximum allowed file size is: '%(allowed_size)sMB'.
de: Die ausgewählte Datei (%(size)sMB) ist zu groß. Maximale Dateigröße beträgt '%(allowed_size)sMB'.

source: File Field
de: Dateifeld

source: Image Field
de: Bildfeld

source: Date Field
de: Datumsfeld

source: Time Field
de: Zeitfeld

source: Date Time Field
de: Datums- und Zeitfeld

source: URL Field
de: URL Feld

source: Integer Field
de: Zahlenfeld

source: Float Field
de: Float-Feld

source: Decimal Field
de: Dezimalfeld

source: Wrong Captcha. Please check your Input.
de: Falsches Captcha. Bitte überprüfen Sie Ihre Eingabe.

source: failed.
de: fehlgeschlagen.
